Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
pt_br: Comando
zh_hans: 命令

source: Command (s)
de: Befehl (s)
es: Comando (s)
fr: Commande (s)
ja: コマンド (秒)
pt_br: Comando (s)
zh_hans: 命令(秒)

source: Command Allowlist
de: Befehls-Allowlist
es: Lista de comandos permitidos
fr: Liste d'autorisations de commandes
ja: コマンド許可リスト
pt_br: Lista de comandos permitidos
zh_hans: 命令白名单

source: Command Helper
de: Befehlshilfe
es: Asistente de comandos
fr: Assistant de commandes
ja: コマンドヘルパー
pt_br: Assistente de comando
zh_hans: 命令助手

source: Command looks destructive. Double-check before saving.
de: Der Befehl wirkt destruktiv. Vor dem Speichern noch einmal prüfen.
es: El comando parece destructivo. Revísalo antes de guardar.
fr: La commande semble destructive. Vérifiez avant d'enregistrer.
ja: コマンドが破壊的に見えます。保存前に再確認してください。
pt_br: O comando parece destrutivo. Revise antes de salvar.
zh_hans: 该命令看起来具有破坏性。保存前请仔细确认。

source: Command Timeout (s)
de: Befehls-Timeout (s)
es: Tiempo de espera del comando (s)
fr: Délai de commande (s)
ja: コマンドタイムアウト（秒）
pt_br: Tempo limite do comando (s)
zh_hans: 命令超时（秒）

source: Commands
de: Befehle
es: Comandos
fr: Commandes
ja: コマンド
pt_br: Comandos
zh_hans: 命令

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント
pt_br: Comentário
zh_hans: 评论

source: Compact
de: Kompakt
es: Compacto
ja: コンパクト
pt_br: Compacto
zh_hans: 紧凑

source: Compact a session's history up front when it resumes after this many seconds idle, before the first reply. 0 = off. Example: 1800 = 30 minutes.
de: Komprimiert den Verlauf einer Sitzung im Voraus, wenn sie nach dieser Anzahl Leerlaufsekunden fortgesetzt wird, noch vor der ersten Antwort. 0 = aus. Beispiel: 1800 = 30 Minuten.
es: Compacta el historial de una sesión por adelantado al reanudarse tras este número de segundos inactiva, antes de la primera respuesta. 0 = desactivado. Ejemplo: 1800 = 30 minutos.
fr: Compacte l'historique d'une session en amont lorsqu'elle reprend après ce nombre de secondes d'inactivité, avant la première réponse. 0 = désactivé. Exemple : 1800 = 30 minutes.
ja: このアイドル秒数を超えて再開されたセッションでは、最初の返信の前に履歴を事前に圧縮します。0 = オフ。例: 1800 = 30 分。
pt_br: Compacta antecipadamente o histórico de uma sessão quando ela é retomada após esse número de segundos ociosa, antes da primeira resposta. 0 = desativado. Exemplo: 1800 = 30 minutos.
zh_hans: 当会话在空闲这么多秒后恢复时,在首次回复前预先压缩其历史记录。0 = 关闭。例如:1800 = 30 分钟。

source: Complete
de: Abschließen
es: Completar
fr: Terminer
ja: 完了
pt_br: Concluir
zh_hans: 完成

source: Complete task
de: Aufgabe abschließen
es: Completar tarea
fr: Terminer la tâche
ja: タスクを完了
pt_br: Concluir tarefa
zh_hans: 完成任务

source: Component
de: Komponente
es: Componente
fr: Composant
ja: コンポーネント
pt_br: Componente
zh_hans: 组件

source: Compress
de: Komprimieren
es: Comprimir
fr: Compresser
ja: 圧縮
pt_br: Compactar
zh_hans: 压缩

source: Compress Conversation
de: Unterhaltung komprimieren
es: Comprimir conversación
fr: Compresser la conversation
ja: 会話を圧縮
pt_br: Compactar conversa
zh_hans: 压缩对话

source: Compress conversation (/compress)
de: Unterhaltung komprimieren (/compress)
es: Comprimir conversación (/compress)
fr: Compresser la conversation (/compress)
ja: 会話を圧縮 (/compress)
pt_br: Compactar conversa (/compress)
zh_hans: 压缩对话 (/compress)

source: Compression
de: Komprimierung
es: Compresión
ja: 圧縮
pt_br: Compactação
zh_hans: 压缩

source: Compression Enabled
de: Komprimierung aktiviert
es: Compresión activada
fr: Compression activée
ja: 圧縮を有効化
pt_br: Compressão ativada
zh_hans: 已启用压缩

source: Config
de: Konfiguration
es: Configuración
fr: Configuration
ja: 設定
pt_br: Configuração
zh_hans: 配置

source: Config Diagnostics
de: Konfigurations-Diagnose
es: Diagnóstico de configuración
fr: Diagnostics de configuration
ja: 設定診断
pt_br: Diagnóstico de configuração
zh_hans: 配置诊断

source: Config drift across hosts
de: Konfigurationsabweichung zwischen Hosts
es: Desviación de configuración entre hosts
fr: Divergence de configuration entre hôtes
ja: ホスト間の設定ドリフト
pt_br: Divergência de configuração entre hosts
zh_hans: 跨主机配置漂移

source: Configuration
de: Konfiguration
es: Configuración
ja: 設定
pt_br: Configuração
zh_hans: 配置

source: Configuration file: %@
de: Konfigurationsdatei: %@
es: Archivo de configuración: %@
fr: Fichier de configuration : %@
ja: 設定ファイル: %@
pt_br: Arquivo de configuração: %@
zh_hans: 配置文件:%@

source: Configuration saved
de: Konfiguration gespeichert
es: Configuración guardada
fr: Configuration enregistrée
ja: 設定を保存しました
pt_br: Configuração salva
zh_hans: 配置已保存

source: Configuration…
de: Konfiguration…
es: Configuración…
ja: 設定…
pt_br: Configuração…
zh_hans: 配置…

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
ja: 設定
pt_br: Configurar
zh_hans: 配置

source: Configure %@
de: %@ konfigurieren
es: Configurar %@
fr: Configurer %@
ja: %@ を設定
pt_br: Configurar %@
zh_hans: 配置 %@

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
ja: 設定済み
pt_br: Configurado
zh_hans: 已配置

source: Configured · not running
de: Konfiguriert · läuft nicht
es: Configurado · no en ejecución
fr: Configuré · non démarré
ja: 設定済み · 実行されていません
pt_br: Configurado · não em execução
zh_hans: 已配置 · 未运行

source: Configured in this bot's config.yaml
de: In der config.yaml dieses Bots konfiguriert
es: Configurado en el config.yaml de este bot
fr: Configuré dans le config.yaml de ce bot
ja: このボットの config.yaml で設定済み
pt_br: Configurado no config.yaml deste bot
zh_hans: 在此机器人的 config.yaml 中配置

source: Configured under `auxiliary.%@` in config.yaml
de: Konfiguriert unter `auxiliary.%@` in config.yaml
es: Configurado bajo `auxiliary.%@` en config.yaml
fr: Configuré sous `auxiliary.%@` dans config.yaml
ja: config.yaml の `auxiliary.%@` 下で設定済み
pt_br: Configurado em `auxiliary.%@` no config.yaml
zh_hans: 在 config.yaml 中的 `auxiliary.%@` 下配置

source: Connect
de: Verbinden
es: Conectar
fr: Connexion
ja: 接続
pt_br: Conectar
zh_hans: 连接

source: Connect a WhatsApp Business number through Meta's hosted Cloud API (no bridge process). Create an app at Meta for Developers, add the WhatsApp product, then copy the Phone Number ID and a permanent access token. The verify token is any string you also set on the webhook; the app secret signs inbound webhooks. The DM allowlist restricts direct messages; group chats default to open (the bot replies in any group it's added to) — set `group_policy: allowlist` in config.yaml to restrict.
de: Verbinde eine WhatsApp-Business-Nummer über die von Meta gehostete Cloud-API (kein Bridge-Prozess). Erstelle eine App bei Meta for Developers, füge das WhatsApp-Produkt hinzu und kopiere dann die Phone Number ID sowie ein permanentes Access Token. Das Verify Token ist eine beliebige Zeichenkette, die du auch am Webhook einstellst; das App Secret signiert eingehende Webhooks. Die DM-Allowlist beschränkt Direktnachrichten; Gruppenchats sind standardmäßig offen (der Bot antwortet in jeder Gruppe, in die er eingeladen wird) — setze `group_policy: allowlist` in config.yaml, um dies einzuschränken.
es: Conecta un número de WhatsApp Business mediante la Cloud API alojada de Meta (sin proceso puente). Crea una app en Meta for Developers, añade el producto WhatsApp y copia el Phone Number ID y un token de acceso permanente. El token de verificación es cualquier cadena que también establezcas en el webhook; el secreto de la app firma los webhooks entrantes. La lista blanca de mensajes directos restringe los DM; los chats de grupo son abiertos por defecto (el bot responde en cualquier grupo al que se le añada) — establece `group_policy: allowlist` en config.yaml para restringirlo.
fr: Connectez un numéro WhatsApp Business via l'API Cloud hébergée de Meta (pas de processus de pont). Créez une application sur Meta for Developers, ajoutez le produit WhatsApp, puis copiez le Phone Number ID et un jeton d'accès permanent. Le jeton de vérification est n'importe quelle chaîne que vous définissez aussi sur le webhook ; le secret d'application signe les webhooks entrants. La liste blanche des DM restreint les messages directs ; les discussions de groupe sont ouvertes par défaut (le bot répond dans tout groupe où il est ajouté) — définissez `group_policy: allowlist` dans config.yaml pour restreindre.
ja: Meta のホスト型 Cloud API 経由で WhatsApp Business 番号を接続します（ブリッジプロセス不要）。Meta for Developers でアプリを作成し、WhatsApp プロダクトを追加してから、Phone Number ID と永続アクセストークンをコピーしてください。検証トークンは webhook にも同じ値を設定する任意の文字列です。app secret は受信 webhook に署名します。DM 許可リストはダイレクトメッセージを制限します。グループチャットはデフォルトで開放されています（追加されたどのグループでもボットが応答します） — 制限するには config.yaml で `group_policy: allowlist` を設定してください。
pt_br: Conecte um número do WhatsApp Business pela Cloud API hospedada da Meta (sem processo de bridge). Crie um app no Meta for Developers, adicione o produto WhatsApp e copie o Phone Number ID e um token de acesso permanente. O verify token é qualquer string que você também define no webhook; o app secret assina os webhooks recebidos. A lista de permissões de DM restringe mensagens diretas; grupos ficam abertos por padrão (o bot responde em qualquer grupo ao qual for adicionado) — defina `group_policy: allowlist` em config.yaml para restringir.
zh_hans: 通过 Meta 托管的 Cloud API 连接一个 WhatsApp Business 号码(无需桥接进程)。在 Meta for Developers 创建一个应用,添加 WhatsApp 产品,然后复制 Phone Number ID 和一个永久访问令牌。验证令牌可以是你在 webhook 上同时设置的任意字符串;应用密钥用于签名入站 webhook。DM 白名单限制私信;群聊默认开放(机器人会在被添加到的任何群组中回复) — 在 config.yaml 中设置 `group_policy: allowlist` 以进行限制。

source: Connect timeout
de: Verbindungs-Timeout
es: Tiempo de espera de conexión
fr: Délai de connexion
ja: 接続タイムアウト
pt_br: Tempo limite de conexão
zh_hans: 连接超时

source: Connect to Hermes
de: Mit Hermes verbinden
es: Conectar con Hermes
fr: Se connecter à Hermes
ja: Hermes に接続
pt_br: Conectar ao Hermes
zh_hans: 连接到 Hermes

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
pt_br: Conectado
zh_hans: 已连接

source: Connected — %@
de: Verbunden — %@
es: Conectado — %@
fr: Connecté — %@
ja: 接続済み — %@
pt_br: Conectado — %@
zh_hans: 已连接 — %@

source: Connected — can't read Hermes state
de: Verbunden — Hermes-Status nicht lesbar
es: Conectado — no se puede leer el estado de Hermes
fr: Connecté — impossible de lire l'état de Hermes
ja: 接続済み — Hermes 状態を読み取れません
pt_br: Conectado — não é possível ler o estado do Hermes
zh_hans: 已连接 — 无法读取 Hermes 状态

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté à %@
ja: %@ に接続しました
pt_br: Conectado a %@
zh_hans: 已连接到 %@

source: connecting
de: verbindet
es: conectando
fr: connexion
ja: 接続中
pt_br: conectando
zh_hans: 连接中

source: Connecting to %@…
de: Verbinde mit %@…
es: Conectando con %@…
fr: Connexion à %@…
ja: %@ に接続中…
pt_br: Conectando a %@…
zh_hans: 正在连接到 %@…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
pt_br: Conexão
zh_hans: 连接

source: Connection failed
de: Verbindung fehlgeschlagen
es: Falló la conexión
fr: Échec de la connexion
ja: 接続に失敗しました
pt_br: Falha na conexão
zh_hans: 连接失败

source: Connection issue
de: Verbindungsproblem
es: Problema de conexión
fr: Problème de connexion
ja: 接続の問題
pt_br: Problema de conexão
zh_hans: 连接问题

source: Connection Mode
de: Verbindungsmodus
es: Modo de conexión
fr: Mode de connexion
ja: 接続モード
pt_br: Modo de conexão
zh_hans: 连接模式

source: Contacting Nous Portal…
de: Kontaktiere Nous Portal…
es: Contactando con Nous Portal…
fr: Contact du portail Nous…
ja: Nous Portal に接続中…
pt_br: Contatando o Nous Portal…
zh_hans: 正在联系 Nous Portal…

source: Content
de: Inhalt
es: Contenido
fr: Contenu
ja: コンテンツ
pt_br: Conteúdo
zh_hans: 内容

source: Context & Compression
de: Kontext & Komprimierung
es: Contexto y compresión
fr: Contexte et compression
ja: コンテキストと圧縮
pt_br: Contexto e compactação
zh_hans: 上下文与压缩

source: Context Engine
de: Kontext-Engine
es: Motor de contexto
fr: Moteur de contexte
ja: コンテキストエンジン
pt_br: Motor de contexto
zh_hans: 上下文引擎

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続行
pt_br: Continuar
zh_hans: 继续

source: Continue Last Session
de: Letzte Sitzung fortsetzen
es: Continuar última sesión
fr: Continuer la dernière session
ja: 前回のセッションを続ける
pt_br: Continuar última sessão
zh_hans: 继续上次会话

source: Controls
de: Steuerung
es: Controles
fr: Contrôles
ja: コントロール
pt_br: Controles
zh_hans: 控件

source: Controls how Scarf renders the chat. Use Output → Show Reasoning to control what Hermes sends.
de: Steuert, wie Scarf den Chat darstellt. Verwende Ausgabe → Reasoning anzeigen, um zu steuern, was Hermes sendet.
es: Controla cómo Scarf renderiza el chat. Usa Salida → Mostrar razonamiento para controlar lo que envía Hermes.
fr: Contrôle la façon dont Scarf affiche le chat. Utilisez Sortie → Afficher le raisonnement pour contrôler ce que Hermes envoie.
ja: Scarf がチャットをどう描画するかを制御します。Hermes が送信する内容を制御するには 出力 → 推論を表示 を使用してください。
pt_br: Controla como o Scarf renderiza o chat. Use Saída → Mostrar raciocínio para controlar o que o Hermes envia.
zh_hans: 控制 Scarf 如何渲染聊天。使用 输出 → 显示推理 来控制 Hermes 发送的内容。

source: Conversation
de: Unterhaltung
es: Conversación
ja: 会話
pt_br: Conversa
zh_hans: 对话

source: CONVERSATION COMPACTED — SUMMARY
de: UNTERHALTUNG KOMPRIMIERT — ZUSAMMENFASSUNG
es: CONVERSACIÓN COMPACTADA — RESUMEN
fr: CONVERSATION COMPACTÉE — RÉSUMÉ
ja: 会話が圧縮されました — 要約
pt_br: CONVERSA COMPACTADA — RESUMO
zh_hans: 对话已压缩 — 摘要

source: conversation connecting
de: Unterhaltung wird verbunden
es: conversación conectando
fr: conversation en cours de connexion
ja: 会話を接続中
pt_br: conversa conectando
zh_hans: 会话连接中

source: conversation open
de: Unterhaltung offen
es: conversación abierta
fr: conversation ouverte
ja: 会話が開いています
pt_br: conversa aberta
zh_hans: 会话已打开

source: Cooldown (s)
de: Abkühlzeit (s)
es: Enfriamiento (s)
fr: Délai d’attente (s)
ja: クールダウン (秒)
pt_br: Tempo de espera (s)
zh_hans: 冷却时间(秒)

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
pt_br: Copiado
zh_hans: 已复制

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーしました
pt_br: Copiado para a área de transferência
zh_hans: 已复制到剪贴板

source: Copies a one-liner that adds this project's auth.json to your global ~/.hermes/ only if you don't already have one (an existing global auth.json is never overwritten), then renames the shadow .hermes/ aside as .hermes.scarf-bak.<timestamp>/ so it stops binding — the project's copy stays readable in that backup folder. Run it on the remote, then refresh the Dashboard.
de: Kopiert einen Einzeiler, der die auth.json dieses Projekts nur dann in Ihr globales ~/.hermes/ übernimmt, wenn dort noch keine vorhanden ist (eine bestehende globale auth.json wird nie überschrieben), und benennt das Schatten-.hermes/ anschließend in .hermes.scarf-bak.<timestamp>/ um, damit es nicht mehr bindet — die Kopie des Projekts bleibt in diesem Sicherungsordner lesbar. Führen Sie ihn auf dem Remote-Host aus und aktualisieren Sie dann das Dashboard.
es: Copia un comando de una línea que añade el auth.json de este proyecto a tu ~/.hermes/ global solo si aún no tienes uno (un auth.json global existente nunca se sobrescribe) y luego renombra el .hermes/ en sombra como .hermes.scarf-bak.<timestamp>/ para que deje de aplicarse; la copia del proyecto sigue siendo legible en esa carpeta de respaldo. Ejecútalo en el host remoto y después actualiza el panel.
fr: Copie une commande d'une ligne qui ajoute le auth.json de ce projet à votre ~/.hermes/ global uniquement si vous n'en avez pas déjà un (un auth.json global existant n'est jamais écrasé), puis renomme le .hermes/ fantôme en .hermes.scarf-bak.<timestamp>/ pour qu'il cesse de s'appliquer — la copie du projet reste lisible dans ce dossier de sauvegarde. Exécutez-la sur l'hôte distant, puis actualisez le tableau de bord.
ja: このプロジェクトの auth.json を、グローバルな ~/.hermes/ にまだ存在しない場合にのみ追加するワンライナーをコピーします（既存のグローバル auth.json が上書きされることはありません）。その後、影の .hermes/ を .hermes.scarf-bak.<timestamp>/ にリネームしてバインドを解除します — プロジェクトのコピーはそのバックアップフォルダ内で引き続き読み取れます。リモートで実行してから、ダッシュボードを更新してください。
pt_br: Copia um comando de uma linha que adiciona o auth.json deste projeto ao seu ~/.hermes/ global apenas se você ainda não tiver um (um auth.json global existente nunca é sobrescrito) e depois renomeia o .hermes/ sombra como .hermes.scarf-bak.<timestamp>/ para que ele pare de valer — a cópia do projeto continua legível nessa pasta de backup. Execute-o no host remoto e depois atualize o painel.
zh_hans: 复制一条单行命令：仅当你的全局 ~/.hermes/ 中尚无 auth.json 时，才将本项目的 auth.json 添加进去（已存在的全局 auth.json 绝不会被覆盖），然后把影子 .hermes/ 重命名为 .hermes.scarf-bak.<timestamp>/ 使其不再生效 — 项目的副本仍可在该备份文件夹中读取。请在远程主机上执行，然后刷新仪表板。

source: Copies a one-liner that consolidates this project's auth.json into your global ~/.hermes/ and renames the shadow .hermes/ aside as .hermes.scarf-bak.<timestamp>/ so it stops binding. Run it on the remote, then refresh the Dashboard.
de: Kopiert einen Einzeiler, der die auth.json dieses Projekts in dein globales ~/.hermes/ konsolidiert und das schattierte .hermes/ als .hermes.scarf-bak.<timestamp>/ umbenennt, damit es nicht mehr bindet. Führe ihn auf dem Remote aus und aktualisiere dann das Dashboard.
es: Copia una línea que consolida el auth.json de este proyecto en tu ~/.hermes/ global y renombra el .hermes/ oculto como .hermes.scarf-bak.<timestamp>/ para que deje de vincularse. Ejecútala en el remoto y luego actualiza el panel.
fr: Copie une commande d'une ligne qui consolide le auth.json de ce projet dans votre ~/.hermes/ global et renomme le .hermes/ fantôme en .hermes.scarf-bak.<timestamp>/ pour qu'il cesse de se lier. Exécutez-la sur le serveur distant, puis actualisez le tableau de bord.
ja: このプロジェクトの auth.json をグローバルな ~/.hermes/ に統合し、シャドウの .hermes/ を .hermes.scarf-bak.<timestamp>/ にリネームしてバインドを解除するワンライナーをコピーします。リモートで実行してから、ダッシュボードを更新してください。
pt_br: Copia um comando único que consolida o auth.json deste projeto no seu ~/.hermes/ global e renomeia o .hermes/ sombra para .hermes.scarf-bak.<timestamp>/ para que ele pare de se vincular. Execute-o no servidor remoto e depois atualize o Painel.
zh_hans: 复制一条单行命令,将此项目的 auth.json 合并到你的全局 ~/.hermes/ 中,并将影子 .hermes/ 目录重命名为 .hermes.scarf-bak.<timestamp>/ 以停止绑定。请在远程运行它,然后刷新仪表盘。

source: Copies a one-liner that renames this project's shadow .hermes/ aside as .hermes.scarf-bak.<timestamp>/ so Hermes' CLI stops binding to it as $HERMES_HOME. Run it on the remote, then refresh the Dashboard.
de: Kopiert einen Einzeiler, der das schattierte .hermes/ dieses Projekts als .hermes.scarf-bak.<timestamp>/ umbenennt, damit die CLI von Hermes nicht mehr als $HERMES_HOME daran bindet. Führe ihn auf dem Remote aus und aktualisiere dann das Dashboard.
es: Copia una línea que renombra el .hermes/ oculto de este proyecto como .hermes.scarf-bak.<timestamp>/ para que la CLI de Hermes deje de vincularlo como $HERMES_HOME. Ejecútala en el remoto y luego actualiza el panel.
fr: Copie une commande d'une ligne qui renomme le .hermes/ fantôme de ce projet en .hermes.scarf-bak.<timestamp>/ pour que le CLI de Hermes cesse de s'y lier en tant que $HERMES_HOME. Exécutez-la sur le serveur distant, puis actualisez le tableau de bord.
ja: このプロジェクトのシャドウ .hermes/ を .hermes.scarf-bak.<timestamp>/ にリネームし、Hermes の CLI が $HERMES_HOME としてバインドしないようにするワンライナーをコピーします。リモートで実行してから、ダッシュボードを更新してください。
pt_br: Copia um comando único que renomeia o .hermes/ sombra deste projeto para .hermes.scarf-bak.<timestamp>/ para que a CLI do Hermes pare de vinculá-lo como $HERMES_HOME. Execute-o no servidor remoto e depois atualize o Painel.
zh_hans: 复制一条单行命令,将此项目的影子 .hermes/ 目录重命名为 .hermes.scarf-bak.<timestamp>/,以使 Hermes 的 CLI 不再将其绑定为 $HERMES_HOME。请在远程运行它,然后刷新仪表盘。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt_br: Copiar
zh_hans: 复制

source: Copy %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
ja: %@ をコピー
pt_br: Copiar %@
zh_hans: 复制 %@

source: Copy a plain-text summary of every check (passes and fails) — paste into GitHub issues so we can see everything at once.
de: Kopiert eine Klartextzusammenfassung jeder Prüfung (bestanden und fehlgeschlagen) — in GitHub-Issues einfügen, damit wir alles auf einmal sehen.
es: Copia un resumen en texto plano de cada comprobación (éxitos y fallos) — pégalo en issues de GitHub para que veamos todo a la vez.
fr: Copie un résumé en texte brut de chaque vérification (succès et échecs) — à coller dans les issues GitHub pour tout voir d'un coup.
ja: 各チェック(成功・失敗)の概要をプレーンテキストでコピーします — GitHub issue に貼り付けて一度に確認できるようにします。
pt_br: Copia um resumo em texto simples de cada verificação (aprovadas e falhas) — cole em issues do GitHub para vermos tudo de uma vez.
zh_hans: 复制每项检查(通过和失败)的纯文本摘要 — 粘贴到 GitHub issue 中以便我们一次查看所有内容。

source: Copy as JSON
de: Als JSON kopieren
es: Copiar como JSON
fr: Copier en JSON
ja: JSON としてコピー
pt_br: Copiar como JSON
zh_hans: 复制为 JSON

source: Copy code
de: Code kopieren
es: Copiar código
fr: Copier le code
ja: コードをコピー
pt_br: Copiar código
zh_hans: 复制代码

source: Copy endpoint URL
de: Endpunkt-URL kopieren
es: Copiar URL del endpoint
fr: Copier l'URL du point de terminaison
ja: エンドポイント URL をコピー
pt_br: Copiar URL do endpoint
zh_hans: 复制端点 URL

source: Copy error
de: Fehler kopieren
es: Copiar error
fr: Copier l'erreur
ja: エラーをコピー
pt_br: Copiar erro
zh_hans: 复制错误

source: Copy error details
de: Fehlerdetails kopieren
es: Copiar detalles de error
fr: Copier les détails de l'erreur
ja: エラー詳細をコピー
pt_br: Copiar detalhes do erro
zh_hans: 复制错误详情

source: Copy fix command
de: Fix-Befehl kopieren
es: Copiar comando de corrección
fr: Copier la commande de correction
ja: 修正コマンドをコピー
pt_br: Copiar comando de correção
zh_hans: 复制修复命令

source: Copy Full Report
de: Vollständigen Bericht kopieren
es: Copiar informe completo
fr: Copier le rapport complet
ja: 完全なレポートをコピー
pt_br: Copiar relatório completo
zh_hans: 复制完整报告

source: Copy ring buffer as JSON
de: Ringpuffer als JSON kopieren
es: Copiar búfer circular como JSON
fr: Copier le tampon circulaire en JSON
ja: リングバッファを JSON としてコピー
pt_br: Copiar buffer circular como JSON
zh_hans: 将环形缓冲区复制为 JSON

source: Copy the signing secret now — Scarf can't show it again.
de: Kopiere das Signatur-Secret jetzt — Scarf kann es nicht erneut anzeigen.
es: Copia ahora el secreto de firma: Scarf no podrá volver a mostrarlo.
fr: Copiez le secret de signature maintenant — Scarf ne pourra plus l’afficher.
ja: 署名シークレットを今コピーしてください — Scarf は再表示できません。
pt_br: Copie o segredo de assinatura agora — o Scarf não poderá exibi-lo de novo.
zh_hans: 请立即复制签名密钥 — Scarf 无法再次显示它。

source: Cost
de: Kosten
es: Coste
fr: Coût
ja: コスト
pt_br: Custo
zh_hans: 成本

source: cost %@
de: Kosten %@
es: coste %@
fr: coût %@
ja: コスト %@
pt_br: custo %@
zh_hans: 费用 %@

source: Could not load image: %@
de: Bild konnte nicht geladen werden: %@
es: No se pudo cargar la imagen: %@
fr: Impossible de charger l'image : %@
ja: 画像を読み込めませんでした: %@
pt_br: Não foi possível carregar a imagem: %@
zh_hans: 无法加载图片:%@

# Could not save %@: %@
source: Could not save %1$@: %2$@
de: %1$@ konnte nicht gespeichert werden: %2$@
es: No se pudo guardar %1$@: %2$@
fr: Impossible d’enregistrer %1$@ : %2$@
ja: %1$@ を保存できませんでした: %2$@
pt_br: Não foi possível salvar %1$@: %2$@
zh_hans: 无法保存 %1$@:%2$@

source: Could not save %@: a value was rejected as invalid
de: %@ konnte nicht gespeichert werden: ein Wert wurde als ungültig abgelehnt
es: No se pudo guardar %@: se rechazó un valor por no ser válido
fr: Impossible d’enregistrer %@ : une valeur a été rejetée comme non valide
ja: %@ を保存できませんでした: 値が無効として拒否されました
pt_br: Não foi possível salvar %@: um valor foi rejeitado como inválido
zh_hans: 无法保存 %@:某个值被判定为无效

# Couldn’t %@ %@
source: Couldn’t %1$@ %2$@
de: %1$@ von %2$@ nicht möglich
es: No se pudo %1$@ %2$@
fr: Impossible de %1$@ %2$@
ja: %2$@ を%1$@できませんでした
pt_br: Não foi possível %1$@ %2$@
zh_hans: 无法%1$@ %2$@
